<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<title><?= "Страница"; ?></title>
</head>
<body>
	<?php
		$ar = [
			'Циферки' => ['один' => "1", 'два' => "2", 'три' => "3"],
			'Буквы' => ['А', 'Б', 'В', 'Г', 'Я'],
			'Улицы' => ['Циолковского ', 'Энтузиастов', ' Зари 21']
		];
		$arr = ['Циолковского ', 'Энтузиастов', ' Зари 21'];
		echo "Текст $arr[1] Текст Текст" . '<br>'; // для одноменрного массива
		echo "Текст {$ar['Буквы'][2]} Текст Текст"; // для много мерного массива
	?>
</body>
</html>
